cask_args appdir: "~/Applications", require_sha: true

# Tools
brew "stow"
brew "go"
brew "tree"
brew "ffmpeg"
brew "bat"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "starship"
brew "tree-sitter"

# Apps
cask "obsidian"
cask "ollama"
cask "appcleaner"
cask "flux"
cask "ghostty"
cask "ngrok"
cask "postman"
cask "spotify"
cask "discord"
cask "orbstack"
cask "raycast"

# Browsers
cask "orion"
cask "google-chrome"
cask "firefox"
