cask_args appdir: "~/Applications", require_sha: true

# Tools
brew "stow"
brew "bat"
brew "tree"
brew "ffmpeg"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "fzf"
brew "tree-sitter"
brew "sqlite"
brew "jj"
brew "lazygit"
brew "lazydocker"
brew "difftastic"
brew "starship"
brew "slides"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"

# Langs
brew "go"
brew "lua"
brew "luarocks"
brew "deno"

# Apps
cask "obsidian"
cask "ollama"
cask "msty"
cask "appcleaner"
cask "flux"
cask "ghostty"
cask "ngrok"
cask "postman"
cask "spotify"
cask "discord"
cask "orbstack"
cask "raycast"

# Browsers
cask "orion"
cask "google-chrome"
cask "firefox"
