eval(File.read("Brewfile.darwin")) if OS.mac?

brew "btop"
brew "eza"
brew "bat"
brew "ffmpeg"
brew "neovim"
brew "ripgrep"
brew "fzf"
brew "tree-sitter"
brew "sqlite"
brew "jj"
brew "difftastic"
brew "starship"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "zsh-vi-mode"
brew "opencode"
brew "gum"

# Langs
brew "go"
brew "lua"
brew "luarocks"

cask "claude-code"
